Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: Everyday jobs pay about the same number of euros as dollars in the US; professional jobs pay roughly half. Doctors, nurses, teachers and pilots follow their German pay scales.
de: Alltagsjobs zahlen ungefähr so viele Euro, wie sie in den USA Dollar zahlen; akademische Jobs etwa die Hälfte. Ärzte, Krankenpfleger, Lehrer und Piloten folgen den deutschen Gehaltstabellen.
fr: Les emplois courants paient à peu près autant d’euros que de dollars aux États-Unis ; les professions qualifiées paient environ la moitié. Les médecins, infirmiers, enseignants et pilotes suivent les grilles salariales allemandes.
it: I lavori di tutti i giorni pagano in euro circa la stessa cifra che negli Stati Uniti in dollari; i lavori professionali pagano circa la metà. Medici, infermieri, insegnanti e piloti seguono le tabelle salariali tedesche.
ja: ふつうの仕事では、アメリカのドル額とほぼ同じ数字がユーロで支払われます。専門職はおよそ半分です。医師・看護師・教師・パイロットはドイツの給与表に従います。
uk: Звичайні професії платять приблизно стільки ж євро, скільки доларів у США, а висококваліфіковані — приблизно вдвічі менше. Лікарі, медсестри, вчителі й пілоти отримують зарплату за німецькими тарифними сітками.

source: Everything you've earned and keep: school diplomas and degrees, plus certificates and licences.
de: Alles, was du dir erarbeitet hast und behältst: Schulabschlüsse und Studienabschlüsse, dazu Zertifikate und Lizenzen.
fr: Tout ce que tu as obtenu et que tu gardes : diplômes scolaires et universitaires, plus certificats et licences.
it: Tutto ciò che hai ottenuto e conservi: diplomi e lauree, più attestati e abilitazioni.
ja: 手に入れて持ち続けているもの：学校の卒業資格と学位、そして資格と免許です。
uk: Усе здобуте, що залишається з тобою: шкільні атестати та ступені, а також сертифікати й ліцензії.

source: Everything you've earned and keep: school diplomas and degrees.
de: Alles, was du dir erarbeitet hast und behältst: Schulabschlüsse und Studienabschlüsse.
fr: Tout ce que tu as obtenu et que tu gardes : diplômes scolaires et universitaires.
it: Tutto ciò che hai ottenuto e conservi: diplomi e lauree.
ja: 手に入れて持ち続けているもの：学校の卒業資格と学位です。
uk: Усе здобуте, що залишається з тобою: шкільні атестати та ступені.

source: Exhibition Prizewinner
de: Ausstellungspreisträger
fr: Lauréat de l’exposition
it: Vincitore della mostra
ja: 美術展入賞者
uk: Призер виставки

source: Experience
de: Erfahrung
fr: Expérience
it: Esperienza
ja: 経験
uk: Досвід

source: Experience:
de: Erfahrung:
fr: Expérience :
it: Esperienza:
ja: 経験：
uk: Досвід:

source: Experiments, lab reports, and a project of your own for the science fair.
de: Experimente, Laborberichte und ein eigenes Projekt für den Wissenschaftswettbewerb.
fr: Expériences, comptes rendus de laboratoire, et un projet bien à toi pour le concours de sciences.
it: Esperimenti, relazioni di laboratorio e un progetto tutto tuo per la fiera della scienza.
ja: 実験、実験レポート、そして科学フェアに向けた自分だけのプロジェクトです。
uk: Експерименти, лабораторні звіти та власний проєкт для наукової виставки.

source: Expert
de: Experte
it: Esperto
ja: エキスパート
uk: Експерт

source: Explore how the world works with experiments.
de: Entdecke mit Experimenten, wie die Welt funktioniert.
fr: Découvre comment le monde fonctionne grâce aux expériences.
it: Scopri come funziona il mondo con gli esperimenti.
ja: 実験をして、世の中のしくみをさぐります。
uk: Досліджуй, як влаштований світ, за допомогою експериментів.

source: Extra maths beyond the lesson: puzzles, proofs, and problem sets that stretch you.
de: Zusätzliche Mathematik über den Unterricht hinaus: Rätsel, Beweise und Aufgabenserien, die dich fordern.
fr: Des maths en plus du cours : énigmes, démonstrations et séries de problèmes qui te poussent plus loin.
it: Matematica extra oltre la lezione: rompicapi, dimostrazioni ed esercizi che ti mettono alla prova.
ja: 授業を超えた数学です。パズルや証明、力がぐんと伸びる問題集に挑みます。
uk: Додаткова математика поза уроками: головоломки, доведення й набори задач, що змушують тебе рости.

source: FAA Airframe & Powerplant certificate. Only a certificated mechanic may sign an aircraft back into service.
de: Das A&P-Zertifikat (Airframe & Powerplant) der FAA. Nur ein zertifizierter Mechaniker darf ein Flugzeug wieder für den Betrieb freigeben.
fr: Certificat A&P de la FAA (mécanicien aéronautique). Seul un mécanicien certifié peut signer la remise en service d’un avion.
it: Attestato FAA Airframe & Powerplant. Solo un meccanico certificato può firmare il rientro in servizio di un aeromobile.
ja: A&P整備士資格（FAAの機体・エンジン整備資格）です。資格を持つ整備士だけが、整備した航空機を運航に戻す署名ができます。
uk: Сертифікат FAA A&P (планер і силова установка). Лише сертифікований механік може своїм підписом повернути літак в експлуатацію.

source: FAA-issued certificate proving you can keep passengers safe on commercial flights.
de: Von der FAA ausgestelltes Zertifikat, das beweist, dass du auf kommerziellen Flügen für die Sicherheit der Passagiere sorgen kannst.
fr: Certificat délivré par la FAA qui prouve que tu peux assurer la sécurité des passagers sur les vols commerciaux.
it: Attestato rilasciato dalla FAA che dimostra che sai garantire la sicurezza dei passeggeri sui voli commerciali.
ja: FAA（米国連邦航空局）が発行する、旅客機で乗客の安全を守れることを証明する資格です。
uk: Сертифікат, виданий FAA, що підтверджує: ти можеш забезпечити безпеку пасажирів на комерційних рейсах.

source: Factories show off their newest robots and machines.
de: Fabriken zeigen ihre neuesten Roboter und Maschinen.
fr: Les usines présentent leurs derniers robots et machines.
it: Le fabbriche mostrano i loro robot e macchinari più nuovi.
ja: 工場が最新のロボットや機械を披露します。
uk: Заводи показують свої найновіші роботи та верстати.

source: Fame
de: Ruhm
fr: Renommée
it: Fama
ja: 名声
uk: Слава

source: Far more people want this job than there are openings, so your chance is cut to %@ of what it would otherwise be.
de: Viel mehr Leute wollen diesen Job, als es Stellen gibt – deshalb sinkt deine Chance auf %@ von dem, was sie sonst wäre.
fr: Bien plus de gens veulent ce poste qu’il n’y a de places, donc tes chances tombent à %@ de ce qu’elles seraient autrement.
it: Molte più persone vogliono questo lavoro di quanti siano i posti disponibili, quindi la tua probabilità si riduce (%@ di quella che avresti altrimenti).
ja: 求人の数よりずっと多くの人がこの仕事を望んでいるため、確率が通常の%@になります。
uk: Цю роботу хоче набагато більше людей, ніж є вакансій, тому твій шанс зменшується до %@ від того, яким він був би інакше.

source: Farm Show
de: Landwirtschaftsmesse
fr: Salon de l’agriculture
it: Fiera agricola
ja: 農業ショー
uk: Фермерська виставка

source: Farmer, agronomist, animal caretaker
de: Landwirt, Agrarwissenschaftler, Tierpfleger
fr: agriculteur, agronome, soigneur d’animaux
it: agricoltore, agronomo, addetto alla cura degli animali
ja: 農家、農学者、動物の世話係
uk: фермер, агроном, доглядач тварин

source: Farmers show off their animals, crops and new machines.
de: Landwirte zeigen ihre Tiere, ihre Ernte und neue Maschinen.
fr: Les agriculteurs présentent leurs animaux, leurs cultures et leurs nouvelles machines.
it: Gli agricoltori mostrano i loro animali, i raccolti e le nuove macchine.
ja: 農家が、動物や作物、新しい機械を披露します。
uk: Фермери показують своїх тварин, врожаї та нову техніку.

source: Farming, food production, and animals.
de: Landwirtschaft, Lebensmittelproduktion und Tiere.
fr: Agriculture, production alimentaire et animaux.
it: Agricoltura, produzione di cibo e animali.
ja: 農業、食料生産、動物。
uk: Землеробство, виробництво їжі та тваринництво.

source: Farming, growing food, and taking care of animals. It's all about nurturing life.
de: Landwirtschaft, Lebensmittel anbauen und sich um Tiere kümmern. Alles dreht sich darum, Leben zu pflegen.
fr: Cultiver la terre, produire de la nourriture et s’occuper des animaux. Tout consiste à prendre soin du vivant.
it: Coltivare la terra, produrre cibo e prendersi cura degli animali. Tutto ruota attorno al far crescere la vita.
ja: 畑仕事、食べ物づくり、動物の世話をします。いのちを育てる仕事です。
uk: Фермерство, вирощування їжі та догляд за тваринами. Усе про те, щоб плекати життя.

source: Festival Performer
de: Festival-Künstler
fr: Artiste de festival
it: Artista da festival
ja: フェス出演者
uk: Виконавець на фестивалі

source: Few people want the job and fewer get it: the game's demand for it is only %@.
de: Wenige wollen den Job und noch weniger bekommen ihn: Der Bedarf an diesem Job beträgt nur %@.
fr: Peu de gens veulent ce poste et encore moins l’obtiennent : la demande n’est que de %@.
it: Pochi vogliono questo lavoro e ancora meno lo ottengono: nel gioco la domanda è molto bassa (%@).
ja: この仕事を望む人は少なく、実際に就ける人はさらに少数です。ゲーム上の需要は、わずか%@です。
uk: Цієї роботи хочуть небагато людей, а отримують ще менше: попит на неї в грі — лише %@.

source: Field
de: Vor Ort
fr: Terrain
it: Sul campo
ja: 現場
uk: Практична

source: Field: %@
de: Studienfach: %@
fr: Domaine : %@
it: Ambito di studio: %@
ja: 分野：%@
uk: Напрям навчання: %@

source: Fields of study
de: Studienfächer
fr: Domaines d’études
it: Ambiti di studio
ja: 学ぶ分野
uk: Напрями навчання

source: Fieldwork, maps, and a written exam — the national title.
de: Feldarbeit, Karten und eine schriftliche Prüfung – der nationale Titel.
fr: Travail de terrain, cartes et examen écrit — pour le titre national.
it: Lavoro sul campo, carte geografiche e una prova scritta — il titolo nazionale.
ja: 全国タイトルをかけて、フィールドワークと地図、筆記試験に挑みます。
uk: Польові дослідження, карти й письмовий іспит — національний титул.

source: Finance & Markets Forum
de: Forum für Finanzen & Märkte
fr: Forum finance et marchés
it: Forum su finanza e mercati
ja: 金融・市場フォーラム
uk: Форум фінансів і ринків

source: Finances
de: Finanzen
it: Finanze
ja: お金
uk: Фінанси

source: Five hard problems, five hours, no internet.
de: Fünf schwere Aufgaben, fünf Stunden, kein Internet.
fr: Cinq problèmes difficiles, cinq heures, pas d’internet.
it: Cinque problemi difficili, cinque ore, niente internet.
ja: 難問が5問、制限時間は5時間、インターネットは使えません。
uk: Пʼять складних задач, пʼять годин, жодного інтернету.

source: Five-a-side basketball. Fast-paced team sport rewarding agility, teamwork, and split-second decisions.
de: Basketball, fünf gegen fünf. Ein rasanter Teamsport, der Beweglichkeit, Zusammenspiel und Entscheidungen in Sekundenbruchteilen belohnt.
fr: Basket-ball à cinq. Un sport collectif rapide qui récompense l’agilité, l’esprit d’équipe et les décisions prises en une fraction de seconde.
it: Basket a cinque. Sport di squadra veloce che premia agilità, gioco di squadra e decisioni prese in un istante.
ja: 5人制のバスケットボールです。テンポの速いチームスポーツで、敏捷性、チームワーク、瞬時の判断が生きます。
uk: Баскетбол 5 на 5. Швидкий командний спорт, що винагороджує спритність, командну роботу й миттєві рішення.

source: Fixer
de: Bastler
fr: Artisan
it: Aggiustatutto
ja: 職人
uk: Умілець

source: Flight Attendant
de: Flugbegleiter
fr: Agent de bord
it: Assistente di volo
ja: 客室乗務員資格
uk: Бортпровідник

source: Flight School (Commercial Pilot License)
de: Flugschule (Berufspilot)
fr: École de pilotage (Pilote professionnel)
it: Scuola di volo (Pilota commerciale)
ja: 飛行訓練校（事業用操縦士）
uk: Льотна школа (ліцензія комерційного пілота)

source: Flight School (Private Pilot License)
de: Flugschule (Privatpilot)
fr: École de pilotage (Pilote privé)
it: Scuola di volo (Pilota privato)
ja: 飛行訓練校（自家用操縦士）
uk: Льотна школа (ліцензія приватного пілота)

source: Flight school and its licence are the gate; years of experience open each rung.
de: Flugschule und Lizenz sind die Hürde; Jahre Erfahrung öffnen jede Stufe.
fr: L’école de pilotage et sa licence sont la porte d’entrée ; les années d’expérience ouvrent chaque échelon.
it: La scuola di volo e il suo brevetto sono la soglia d’ingresso; gli anni di esperienza aprono ogni livello.
ja: 航空学校とその免許が関門で、経験年数が各段階を開きます。
uk: Льотна школа та її ліцензія — це вхід; роки досвіду відчиняють кожен щабель.

source: Floor, bars, vault, beam. Years of precision, body control, and strength work build the toolkit of an Olympic-stream athlete.
de: Boden, Barren, Sprung, Schwebebalken. Jahre voller Präzision, Körperbeherrschung und Krafttraining formen das Rüstzeug eines Athleten auf olympischem Kurs.
fr: Sol, barres, saut, poutre. Des années de précision, de maîtrise du corps et de renforcement construisent le bagage d’un athlète de niveau olympique.
it: Corpo libero, parallele, volteggio, trave. Anni di precisione, controllo del corpo e lavoro sulla forza costruiscono il bagaglio di chi punta alle Olimpiadi.
ja: ゆか、鉄棒・平行棒、跳馬、平均台。何年もかけて正確さ、体のコントロール、筋力をきたえ、オリンピックをめざす選手の土台をつくります。
uk: Вільні вправи, бруси, опорний стрибок, колода. Роки точності, контролю тіла й силових тренувань формують арсенал спортсмена олімпійського рівня.

source: For a job, you'll see how many years you've been there and your chance of being promoted. Tap each ⓘ to learn more.
de: Bei einem Job siehst du, wie viele Jahre du schon dort bist, und deine Beförderungschance. Tippe auf jedes ⓘ, um mehr zu erfahren.
fr: Pour un poste, tu vois depuis combien d’années tu l’occupes et tes chances de promotion. Appuie sur chaque ⓘ pour en savoir plus.
it: Per un lavoro vedrai da quanti anni lo fai e la tua probabilità di promozione. Tocca ogni ⓘ per saperne di più.
ja: 仕事の場合は、その仕事に就いてからの年数と、昇進確率が表示されます。それぞれのⓘをタップすると、くわしくわかります。
uk: Якщо це робота, тут видно, скільки років ти на ній працюєш і який у тебе шанс на підвищення. Торкайся кожного ⓘ, щоб дізнатися більше.

source: For a job, you'll see how many years you've been there.
de: Bei einem Job siehst du, wie viele Jahre du schon dort bist.
fr: Pour un poste, tu vois depuis combien d’années tu l’occupes.
it: Per un lavoro vedrai da quanti anni lo fai.
ja: 仕事の場合は、その仕事に就いてからの年数が表示されます。
uk: Якщо це робота, тут видно, скільки років ти на ній працюєш.

source: For a top seat, a public name counts for more than for an ordinary job.
de: Für einen Spitzenposten zählt ein bekannter Name mehr als für einen normalen Job.
fr: Pour une place au sommet, la renommée compte davantage que pour un poste ordinaire.
it: Per un posto al vertice, essere noti al pubblico conta più che per un lavoro comune.
ja: トップのポストでは、世間での名声がふつうの仕事より重視されます。
uk: Для найвищого крісла відоме імʼя важить більше, ніж для звичайної роботи.

source: For the student who led something real — a campaign, a charity, a change at school.
de: Für Schüler, die etwas Echtes geleitet haben – eine Kampagne, eine Spendenaktion, eine Veränderung an der Schule.
fr: Pour l’élève qui a mené une vraie initiative — une campagne, une action caritative, un changement à l’école.
it: Per chi ha guidato qualcosa di concreto — una campagna, un’iniziativa benefica, un cambiamento a scuola.
ja: 本当に何かを率いた生徒のための賞です。たとえば、キャンペーンやチャリティー、学校を変える取り組みなどです。
uk: Для того, хто очолив щось справжнє — кампанію, благодійну справу, зміни в школі.

source: Foreign Languages
de: Fremdsprachen
fr: Langues étrangères
it: Lingue straniere
ja: 外国語
uk: Іноземні мови

source: Found a company
de: Gründe ein Unternehmen
fr: Fonder une entreprise
it: Fonda un’azienda
ja: 起業する
uk: Заснувати компанію

source: Founded %@ — you're now CEO
de: „%@“ gegründet – du bist jetzt CEO
fr: Tu as fondé l’entreprise « %@ » et tu es maintenant PDG
it: Impresa fondata: %@ — ora sei CEO
ja: %@を創業し、CEOになりました
uk: Засновано бізнес «%@»: тепер ти генеральний директор (CEO)

source: Founder of %@
de: Gründer von %@
fr: Fondateur : %@
it: Fondatore di %@
ja: %@の創業者
uk: Засновник: %@

source: Founding a technology company is the common shortcut: build the product, prove it works, and the title follows.
de: Ein Technologieunternehmen zu gründen ist die übliche Abkürzung: Baue das Produkt, beweise, dass es funktioniert, und der Titel folgt.
fr: Fonder une entreprise technologique est le raccourci courant : construire le produit, prouver qu’il marche, et le titre suit.
it: Fondare un’azienda tecnologica è la scorciatoia più comune: costruisci il prodotto, dimostra che funziona e il titolo arriva di conseguenza.
ja: テクノロジー企業を創業するのは、よくある近道です。製品を作り、うまく動くと証明すれば、肩書きはあとからついてきます。
uk: Заснувати технологічну компанію — поширений короткий шлях: створи продукт, доведи, що він працює, — і посада прийде.

source: Founding opens to adults in a realistic game. Every year it survives banks +%@ of track record.
de: Gründen ist im Modus „Echtes Leben“ für Erwachsene möglich. Jedes Jahr, das es überlebt, bringt +%@ Erfolgsbilanz.
fr: Fonder une entreprise s’ouvre aux adultes en mode Vie réelle. Chaque année où elle survit ajoute +%@ à ton parcours de fondateur.
it: Fondare un’azienda è possibile da adulti, in modalità Vita reale. Ogni anno in cui sopravvive porta +%@ al curriculum da fondatore.
ja: 起業できるのは、リアルライフモードでは大人になってからです。生き残るたびに起業実績が+%@積み上がります。
uk: Заснування компанії відкривається для дорослих у режимі «Реальне життя». Кожен рік, який вона вистоює, дає +%@ до здобутків.

source: Four years after a Bachelor — medical school, law school, or a research PhD. Required for physicians, lawyers, professors and scientists. Medicine and law are expensive and selective.
de: Vier Jahre nach dem Bachelor – Medizinstudium, Jurastudium oder eine Promotion in der Forschung. Nötig für Ärzte, Anwälte, Professoren und Wissenschaftler. Medizin und Jura sind teuer und die Plätze heiß begehrt.
fr: Quatre ans après un bachelor — faculté de médecine, faculté de droit ou doctorat de recherche (PhD). Indispensable pour devenir médecin, avocat, professeur ou scientifique. La médecine et le droit coûtent cher et sont très sélectifs.
it: Quattro anni dopo la laurea — facoltà di medicina, di giurisprudenza o un dottorato di ricerca. Necessario per medici, avvocati, professori e scienziati. Medicina e giurisprudenza costano molto e sono selettive.
ja: 学士のあと4年間。医学部、法科大学院、または研究型のPhDがあります。医師、弁護士、大学教授、科学者になるには必要です。医学と法学は費用が高く、選抜も厳しくなります。
uk: Чотири роки після бакалавра — медичний чи юридичний університет або дослідницький PhD. Потрібен лікарям, юристам, професорам і науковцям. Медицина й право коштують дорого, а відбір туди суворий.

source: Four years of university. The most common entry point to professional jobs.
de: Vier Jahre Universität. Der häufigste Einstieg in anspruchsvolle Berufe.
fr: Quatre ans d’université. La porte d’entrée la plus courante vers les emplois qualifiés.
it: Quattro anni di università. La porta d’ingresso più comune ai lavori qualificati.
ja: 大学での4年間。専門的な仕事に就くための、いちばん一般的なルートです。
uk: Чотири роки в університеті. Найпоширеніший шлях до фахових посад.

source: Framing, light, and timing. You learn to see a picture before you take it — and to plan the shoot around it.
de: Bildausschnitt, Licht und Timing. Du lernst, ein Bild zu sehen, bevor du es aufnimmst – und das Shooting darum herum zu planen.
fr: Cadrage, lumière et timing. Tu apprends à voir une image avant de la prendre — et à organiser la prise de vue autour d’elle.
it: Inquadratura, luce e tempismo. Impari a vedere una foto prima di scattarla — e a organizzare il servizio attorno a essa.
ja: 構図、光、シャッターのタイミング。撮る前に写真を思い描き、それに合わせて撮影を計画できるようになります。
uk: Кадрування, світло й момент. Ти вчишся бачити кадр до того, як зробиш знімок, — і планувати зйомку навколо нього.

source: France
de: Frankreich
it: Francia
ja: フランス
uk: Франція

source: Freelance Artist & Performer
de: Freiberuflicher Künstler & Performer
fr: Artiste et interprète indépendant
it: Artista e performer freelance
ja: フリーランス出演
uk: Виступати як незалежний артист

source: From first recipes to plating under pressure. Precise hands, invention, and cooking for other people.
de: Von den ersten Rezepten bis zum Anrichten unter Druck. Sichere Hände, Erfindungsgeist und das Kochen für andere.
fr: Des premières recettes au dressage sous pression. Des gestes précis, de l’invention et le plaisir de cuisiner pour les autres.
it: Dalle prime ricette all’impiattamento sotto pressione. Mani precise, fantasia e cucina per gli altri.
ja: はじめてのレシピから、時間に追われながらの盛りつけまで。正確な手さばき、工夫する力、そして人のために料理する力が身につきます。
uk: Від перших рецептів до подачі страв під тиском. Точні руки, винахідливість і готування для інших людей.

source: Full-time study at public universities is free, medicine and law included.
de: Ein Vollzeitstudium an staatlichen Universitäten ist kostenlos, auch in Medizin und Recht.
fr: Les études à temps plein dans les universités publiques sont gratuites, médecine et droit compris.
it: Lo studio a tempo pieno nelle università pubbliche è gratuito, medicina e giurisprudenza comprese.
ja: 公立大学の全日制課程は、医学や法学も含めて無料です。
uk: Денне навчання в державних університетах безкоштовне, зокрема на медицині й праві.

source: Further Education College
de: Weiterbildungs-College
fr: Établissement d’enseignement complémentaire
it: College di formazione post-diploma
ja: 継続教育カレッジ
uk: Коледж подальшої освіти

source: Furthest behind: %@.
de: Am weitesten zurück: %@.
fr: Le plus en retard : %@.
it: Più indietro: %@.
ja: いちばん遅れているスキル：%@。
uk: Найбільше відставання: %@.

source: Game Dev Program (Game Development Certificate)
de: Programm für Spieleentwicklung (Zertifikat)
fr: Programme de développement de jeux
it: Corso di sviluppo di videogiochi
ja: ゲーム開発プログラム（修了証）
uk: Програма з розробки ігор

source: Game Development Program
de: Programm für Spieleentwicklung
fr: Programme de développement de jeux
it: Programma di sviluppo di videogiochi
ja: ゲーム開発プログラム
uk: Програма з розробки ігор

source: Game Over
de: Spiel vorbei
fr: Partie terminée
it: Fine del gioco
ja: ゲームオーバー
uk: Гру завершено

source: Game mode
de: Spielmodus
fr: Mode de jeu
it: Modalità di gioco
ja: ゲームモード
uk: Режим гри

source: Gaokao score
de: Gaokao-Ergebnis
fr: Note au gaokao
it: Punteggio del gaokao
ja: ガオカオの点数
uk: Бал Gaokao

source: Geography Bee
de: Erdkunde-Wettbewerb
fr: Concours de géographie
it: Gara di geografia
ja: ジオグラフィー・ビー
uk: Географічна вікторина

source: Geography Bee Champion
de: Erdkunde-Meister
fr: Champion du concours de géographie
it: Campione della gara di geografia
ja: ジオグラフィー・ビー・チャンピオン
uk: Чемпіон географічної вікторини

source: Geography Olympiad Medalist
de: Medaillengewinner der Erdkunde-Olympiade
fr: Médaillé de l’olympiade de géographie
it: Medagliato alle Olimpiadi di Geografia
ja: 地理オリンピアードメダリスト
uk: Призер олімпіади з географії

source: Germany
de: Deutschland
fr: Allemagne
it: Germania
ja: ドイツ
uk: Німеччина

source: Get %@. It's the longest step, so start early.
de: Hol dir %@. Das ist der längste Schritt – fang also früh an.
fr: Obtiens %@. C’est l’étape la plus longue, alors commence tôt.
it: Ottieni %@. È il passo più lungo, quindi inizia presto.
ja: %@を取りましょう。いちばん時間がかかるステップなので、早めに始めましょう。
uk: Здобудь %@. Це найдовший крок, тож починай якомога раніше.

source: Get a spot on a TV show and let everyone see you.
de: Ergattere einen Platz in einer TV-Show und lass dich von allen sehen.
fr: Décroche une place dans une émission télé et fais-toi voir de tous.
it: Ottieni un posto in un programma TV e fatti vedere da tutti.
ja: テレビ番組に出演して、みんなに姿を見てもらいます。
uk: Потрап на телешоу й дай усім побачити себе.

source: Get into an elite %@ programme
de: Komm in ein Eliteprogramm für %@
fr: Intégrer un programme d’élite en %@
it: Entra in un programma d’élite in %@
ja: %@の難関プログラムに入る
uk: Вступити на елітну програму за напрямом «%@»

source: Get through the door
de: Komm durch die Tür
fr: Franchir la porte
it: Varca la soglia
ja: 入り口をくぐる
uk: Пройти крізь двері

source: Getting into an elite firm
de: In eine Elitefirma kommen
fr: Entrer dans un cabinet d’élite
it: Entrare in una società d’élite
ja: 難関企業に入るには
uk: Потрапити до елітної фірми

source: Gigging Musician
de: Live-Musiker
fr: Musicien de scène
it: Musicista dal vivo
ja: ライブミュージシャン
uk: Концертуючий музикант

source: Give a talk and share your big idea with a room full of people.
de: Halte einen Vortrag und teile deine große Idee mit einem vollen Saal.
fr: Fais un exposé et partage ta grande idée devant une salle pleine de monde.
it: Tieni un intervento e condividi la tua grande idea con una sala piena di persone.
ja: 講演をして、大きなアイデアを会場いっぱいの人に伝えます。
uk: Виступи з доповіддю й поділися великою ідеєю з повною залою людей.
